Repository: slahtinen/goah
Catalog: trunk/locale/*/po/Basket.po
Languages: fi

source: Activate
fi: Aktivoi

source: Active basket
fi: Aktiivinen kori

source: Add
fi: Lisää

source: Add products
fi: Lisää tuotteita

source: Add to basket
fi: Lisää koriin

source: Additional information
fi: Lisätiedot

source: Amount
fi: Määrä

source: Amount field is not numeric. Setting amount to 0
fi: Määräkenttä ei ole numeerinen. Asetetaan määrä arvoon 0

source: Automatically created from recurring basket.
fi: Luotu automaattisesti toistuvista koreista.

source: Basket converted to invoice
fi: Kori muutettu laskuksi

source: Basket converted to order. Order number
fi: Kori muutettu laskuksi. Laskun numero

source: Basket created:
fi: Kori luotu:

source: Basket deleted
fi: Kori poistettu

source: Basket functions
fi: Korin toiminnot

source: Basket information
fi: Korin tiedot

source: Basket state:
fi: Korin tila:

source: Basket type
fi: Korin tyyppi

source: Baskets
fi: Korit

source: Baskets are collection of products and they are attached to single customer. Via baskets you can collect proper setup for your customer and create an offer from it or transform it as an order. After you've finished with the basket (ie made an offer) basket will disappear.
fi: Korit sisältävät tuotteita, jotka on kohdistettu yhteen asiakkaaseen. Korien kautta voit kerätä asiakkaalle tuotteet ja tehdä niistä tarjouksen tai tilauksen. Viimeisteltyäsi korin (esim. tehtyäsi tilauksen) kori häviää.

source: Baskets customer info updated
fi: Korin asiakastieto päivitetty

source: Billing address
fi: Laskutusosoite

source: By barcode
fi: Viivakoodilla

source: By code
fi: Koodilla

source: By group
fi: Ryhmällä

source: Can't add individual product to basket. Product ID is missing.
fi: Tuotetta ei voitu lisätä koriin. Tuotteen ID puuttuu.

source: Can't add new basket to database
fi: Uutta koria ei voitu lisätä tietokantaan

source: Can't add product to basket. Nothing to add!
fi: Tuotetta ei voitu lisätä koriin, koska ei ole mitään lisättävää!

source: Can't add product(s) to basket
fi: Tuotteiden lisäys koriin epäonnistui

source: Can't add product(s) to basket. Basket id is missing.
fi: Tuotteiden lisäys koriin epäonnistui. Korin ID puuttuu.

source: Can't change next trigger time to past!
fi: Seuraavaa käynnistysaikaa ei voi vaihtaa menneeseen!

source: Can't convert basket to order!
fi: Korin muuttaminen laskuksi epäonnistui!

source: Can't convert basket! Basket id is missing!
fi: Korin ei voida muuttaa! Korin ID puuttuu!

source: Can't convert order back to basket. Order ID is missing!
fi: Laskua ei voi muuntaa koriksi. Korin ID on hukassa!

source: Can't create invoice
fi: Laskun luonti epäonnistui!

source: Can't create invoice!
fi: Laskun luonti epäonnistui!

source: Can't create referral!
fi: Lähetteen luonti epäonnistui!

source: Can't delete basket!
fi: Korin poisto epäonnistui!

source: Can't delete basket! Basket id is missing!
fi: Korin poisto epäonnistui! Korin ID puuttuu!

source: Can't read VAT class for product id
fi: Tuotteen ALV luokkaa ei voitu lukea, id

source: Can't read row information from database.
fi: Rivitiedon luku tietokannasta epäonnistu.

source: Can't read rows for basket! Basket id is missing!
fi: Korin rivien luku epäonnistui! Korin ID puuttuu!

source: Can't run recurring basket! Basket id is missing!
fi: Toistuvaa koria ei voi ajaa! Korin id on hukassa!

source: Can't update basket information
fi: Korin tietojen päivitys epäonnistui

source: Can't update information in database!
fi: Tietojen päivitys tietokantaan epäonnistui!

source: Can't update referral amounts to match ordered amount
fi: Lähetteen määrien päivittäminen vastaamaan tilattua määrää epäonnistui

source: Can't update row information in database!
fi: Rivin tietojen päivittäminen tietokantaan epäonnistui!

source: Can't update row.
fi: Rivin päivittäminen epäonnistui.

source: Change next trigger to
fi: Vaihda seuraava ajo

source: CloseBasket called outside package goah::Modules::Basket!
fi: CloseBasket kutsuttu paketin goah::Modules::Basket ulkopuolelta!

source: Code
fi: Koodi

source: Coudln't run recurring basket with id
fi: Toistuvaa koria ei voitu ajaa id

source: Couldn't create new basket via recurring basket!
fi: Uutta koria ei voitu luoda toistuvista koreista!

source: Couldn't read basket's rows with basket id
fi: Korin rivejä ei voitu lukea, korin id

source: Couldn't read product data for id
fi: Tuotetietoja ei voitu lukea id

source: Couldn't read product data for id
fi: Tuotetietoja ei voitu lukea id

source: Couldn't read rows for recurring basket! Can't create basket!
fi: Toistuvan korin rivejä ei saatu luettua! Koria ei voi luoda!

source: Couldn't retrieve basket row from the database!
fi: Korin rivejä ei saatua haettua tietokannasta!

source: Create
fi: Luo

source: Create invoice
fi: Luo lasku

source: Create invoice from basket?
fi: Luo korista lasku?

source: Create new basket
fi: Luo uusi kori

source: Create new recurring basket
fi: Luo uusi toistuva kori

source: Create shipment
fi: Luo lähete

source: Create shipment from basket?
fi: Luo korista lähete?

source: Created
fi: Luotu

source: Customer
fi: Asiakas

source: Customer information
fi: Asiakkaan tiedot

source: Dates
fi: Päivämäärä

source: Day of month (1-28)
fi: Päivä (1-28)

source: Del
fi: P

source: Delete
fi: Poista

source: Delete basket
fi: Poista kori

source: Delete basket from database?
fi: Poista kori tietokannasta?

source: Delete row from basket
fi: Poista rivi

source: DeleteBasket called outside package goah::Modules::Basket!
fi: DeleteBasket kutsuttu paketin goah::Modules::Basket ulkopuolelta!

source: Description
fi: Kuvaus

source: Error!
fi: Virhe!

source: Every
fi: Joka

source: Field marked with * is required
fi: * Pakolliset rivit

source: Filled referral amounts.
fi: Täytetyt lähetteen määrät

source: Hours
fi: Tunnit

source: ID -field missing.
fi: ID-kenttä puuttuu.

source: IN
fi: Osto

source: Id not found:
fi: Id:tä ei löydy

source: In stor.
fi: Varasto

source: In storage
fi: Varasto

source: Inc. VAT
fi: sis. ALV

source: Incl.VAT
fi: sis. alv

source: Invalid product id. Can't add product to basket.
fi: Virheellinen tuote ID. Tuotetta ei voida lisätä koriin.

source: Invoice created.
fi: Lasku luotu.

source: Last triggered
fi: Viimeisin ajo

source: Last update:
fi: Päivitetty viimeksi:

source: Leaving value unaltered.
fi: Arvo jätetään muuttamatta.

source: Module doesn't have function
fi: Modulilla ei ole funktiota

source: Month
fi: Kuukausi

source: Name
fi: Nimi

source: New basket created
fi: Uusi kori lisätty

source: New basket created via recurring basket
fi: Uusi kori luotu toistuvista koreista

source: Next
fi: Seuraava

source: Next month to trigger isn't valid. Won't change the value.
fi: Seuraava kuukausi ei kelpaa. Arvoa ei muuteta.

source: Next run
fi: seuraava ajo

source: Next trigger
fi: Seuraava ajo

source: Next year to trigger isn't valid. Won't change the value.
fi: Seuraava vuosi ei kelpaa. Arvoa ei muuteta.

source: No active basket. Choose menu option
fi: Ei aktiivista koria. Tee valinta valikosta

source: No baskets found for cron run.
fi: Ei koreja cron ajo varten.

source: No baskets found!
fi: Koreja ei löytynyt!

source: Not available!
fi: Ei saatavilla

source: Not selected!
fi: Ei valittu!

source: OUT
fi: Myynti

source: Offer
fi: Tarjous

source: Open
fi: Avaa

source: Order
fi: Tilaus

source: Owner
fi: Omistaja

source: Owner:
fi: Omistaja:

source: Owners
fi: Omistajat

source: Pending
fi: Vireillä oleva

source: Previous
fi: Edellinen

source: Previous run
fi: Edellinen ajo

source: Product
fi: Tuote

source: Product group
fi: Tuoteryhmä

source: Product not found
fi: Tuotetta ei löydy

source: Product(s) added to basket
fi: Tuotteet lisätty koriin

source: Products in basket
fi: Tuotteet korissa

source: Purchase price
fi: Ostohinta

source: Purchase price lower than sell price!
fi: Ostohinta on alhaisempi kun myyntihinta!

source: Recurring
fi: Toistuva

source: Recurring basket ran succesfully. Id:
fi: Toistuva kori ajettu onnistuneesti. Id:

source: Recurring baskets
fi: Toistuvat korit

source: Referral created.
fi: Lähete luotu.

source: Repeat every n month
fi: Toista joka n kuukausi

source: Repeats
fi: Toistot

source: Required field
fi: Pakollinen kenttä

source: Reset
fi: Tyhjennä

source: Reset search
fi: Tyhjennä haku

source: Returned from order
fi: Palautettu tilauksista

source: Row deleted from basket
fi: Rivi poistettu korista

source: Row info
fi: Rivin lisätieto

source: Row information
fi: Rivitieto

source: Row updated
fi: Rivi päivitetty

source: Rows
fi: Rivit

source: Run recurring basket now
fi: Aja toistuva kori

source: Run recurring basket now?
fi: Aja toistuva kori?

source: Save
fi: Tallenna

source: Search
fi: Etsi

source: Search baskets
fi: Etsi koreja

source: Search products
fi: Etsi tuotteita

source: Select
fi: Valitse

source: Selected baskets
fi: Valitut korit

source: Sell
fi: Myynti

source: Sell price
fi: Myyntihinta

source: Sent/Closed
fi: Lähetetty/Suljettu

source: Shipping address
fi: Lähetysosoite

source: Show
fi: Näytä

source: Show baskets
fi: Näytä korit

source: Sold
fi: Myyty

source: State
fi: Tila

source: Storage count not enough!
fi: Varaston saldo ei riitä!

source: Stored baskets
fi: Tallennetut korit

source: Total
fi: Yhteensä

source: Total from all baskets
fi: Korien summa

source: Triggers
fi: Ajot

source: Unknown field type
fi: Tuntematon kenttä

source: Update
fi: Päivitä

source: Updated
fi: Päivitetty

source: VAT
fi: ALV

source: VAT 0%
fi: ALV 0%

source: Value
fi: Arvo

source: Value VAT0%
fi: Arvo ALV0%

source: Value for day of month isn't in range. Setting value to 1.
fi: Valittu päivä ei ole alueella. Arvoksi asetetaan 1.

source: Value for day of month isn't valid. Setting value to 1.
fi: Valittu päivä ei ole oikein. Arvoksi asetetaan 1.

source: Value for repeat every n month isn't valid. Setting value to 1.
fi: Arvo joka toistetaan joka n kuukausi ei kelpaa. Arvoksi asetetaan 1.

source: Year
fi: Vuosi

source: You can't add any products without an active basket
fi: Tuotteita ei voi lisätä ilman aktiivista koria

source: Your baskets
fi: Omat korit

source: empty!
fi: tyhjä!

source: mo
fi: kk

source: months
fi: kk

source: st day
fi: päivä

source: th day
fi: päivä

source: to select basket.
fi: valitaksesi korin
