Repository: slahtinen/goah
Catalog: trunk/locale/*/po/Customermanagement.po
Languages: fi

source: Add
fi: Lisää

source: Add new customer
fi: Lisää uusi asiakas

source: Add new customer group
fi: Lisää uusi asiakasryhmä

source: Add new customer type
fi: Lisää uusi asiakastyyppi

source: Add new location
fi: Lisää uusi sijainti

source: Add new person
fi: Lisää uusi henkilö

source: Address, line 1
fi: Osoite, rivi 1

source: Address, line 2
fi: Osoite, rivi 2

source: Can't add new company into database!
fi: Uuden yrityksen lisäys tietokantaan epäonnistui!

source: Can't delete company
fi: Yrityksen poisto epäonnistui

source: Can't delete company information.
fi: Yrityksen tietojen poisto epäonnistui.

source: Can't read customer identifier!
fi: Asiakkaan tunnistetta ei voida lukea!

source: Can't read default billing address for company id
fi: Oletuksena käytettävää laskutusosoitetta ei voida lukea yritys id:lle

source: Can't read default shipping address for company id
fi: Oletuksena käytettävää lähetysosoitetta ei voida lukea yritys id:lle

source: Can't read location data!
fi: Sijaintitietoa ei voida lukea!

source: Can't read person data!
fi: Henkilön tietoja ei voida lukea!

source: Can't remove location information!
fi: Sijaintitietoa ei voida poistaa!

source: Can't remove location!
fi: Sijaintia ei voida poistaa!

source: Can't update company data to database!
fi: Yrityksen tietojen päivitys tietokantaan epäonnistui!

source: Can't update database item.
fi: Tietokantakohteen päivittäminen ei onnistu

source: Can't update information in database!
fi: Tietojen päivittäminen tietokantaan epäonnistui!

source: Can't update location data to database!
fi: Sijaintitiedon päivittäminen tietokantaan epäonnistui!

source: Company / Last Name
fi: Yritys / Sukunimi

source: Company addresses
fi: Yrityksen osoitteet

source: Company data updated to database.
fi: Yrityksen tiedot päivitettu tietokantaan.

source: Company personnell
fi: Yrityksen henkilöt

source: Company removed from the database.
fi: Yritys poistettu tietokannasta.

source: Couldn't find any companies from the database.
fi: Tietokannasta ei löytynyt yhtään yritystä.

source: Country
fi: Maa

source: Customer group already exists, won't rename:
fi: Asiakasryhmä on jo olemassa, ei nimetä uudelleen:

source: Customer group already exists:
fi: Asiakasryhmä on jo olemassa:

source: Customer group information updated
fi: Asiakasryhmän tiedot päivitetty

source: Customer groups
fi: Asiakasryhmät

source: Customer type
fi: Asiakastyyppi

source: Customer type already exists, won't rename:
fi: Asiakastyyppi on jo olemassa, ei nimetä uudelleen:

source: Customer type already exists:
fi: Asiakastyyppi on jo olemassa:

source: Customer types
fi: Asiakastyypit

source: Customers
fi: Asiakkaat

source: Customertype updated
fi: Asiakastyyppi päivitetty

source: Data removed
fi: Tietue poistettu

source: Database query aborted.
fi: Tietokantakysely keskeytetty.

source: Default address removed! Assigned new default address automatically.
fi: Oletusosoite poistettu! Uusi oletusosoite määritetty automaattisesti.

source: Default billing address
fi: Oletus laskutusosoite

source: Default billing address removed! Assigned new default address automatically.
fi: Oletuslaskutusosoite poistettu! Määritetään uusi oletusosoite automaattisesti.

source: Default shipping address
fi: Lähetysosoite (oletus)

source: Default shipping address removed! Assigned new default address automatically.
fi: Oletustoimitusosoite poistettu! Määritetään uusi oletusosoite automaattisesti.

source: Default shipping address.
fi: Oletus toimitusosoite

source: Delay interest (%)
fi: Viivästyskorko (%)

source: Delete
fi: Poista

source: Delete address from database?
fi: Poista osoite tietokannasta?

source: Delete customer from database?
fi: Poista asiakas tietokannasta?

source: Delete customer type from database?
fi: Poista asiakastyyppi tietokannasta?

source: Delete personnell from database?
fi: Poista henkilö tietokannasta?

source: E-mail
fi: Sähköposti

source: Edit
fi: Muokkaa

source: Edit company information
fi: Muokkaa yrityksen tietoja

source: Edit information
fi: Muokkaa tietoja

source: Edit location information
fi: Muokkaa sijaintitietoja

source: Edit person information
fi: Muokkaa henkilön tietoja

source: Email
fi: Sähköposti

source: Field marked with * are required
fi: * Kenttä pakollinen

source: Fields marked with * are required
fi: * Kentät pakollisia

source: First name
fi: Etunimi

source: Group
fi: Ryhmä

source: Groups can be used to categorize customers based on geographical location, business ares etc.
fi: Ryhmiä voidaan käyttää asiakkaiden lajitteluun esim. maantieteellisen sijainnin, liiketoiminnan jne. suhteen

source: Homepage address
fi: Kotisivujen osoite

source: ID -field missing.
fi: ID-kenttä puuttuu.

source: ID is missing!
fi: ID puuttuu!

source: Id isn't valid.
fi: ID ei ole kelvollinen.

source: Individual
fi: Yksityishenkilö

source: Information updated
fi: Tieto päivitetty

source: Invalid ID!
fi: Virheellinen ID!

source: Invalid selector for customer group/type!
fi: Virheellinen valitsin asiakasryhmälle tai tyypille!

source: Last name
fi: Sukunimi

source: Leaving value unaltered.
fi: Arvoa ei muuteta.

source: Location
fi: Sijainti

source: Location data updated to database.
fi: Sijaintitieto päivitetty tietokantaan.

source: Location removed
fi: Sijainti poistettu

source: Missing category to search settings
fi: Asetusten haku ei onnistu, asetuskategoria puuttuu.

source: Missing or invalid id!
fi: Puuttuva tai virheellinen id!

source: Mobile
fi: Matkapuhelin

source: Module doesn't have function
fi: Modulilla ei ole funktiota

source: Name
fi: Nimi

source: Name for customer group/type is empty.
fi: Nimi asiakasryhmälle tai tyypille on tyhjä.

source: New address for company
fi: Uusi osoite

source: New address stored to database
fi: Uusi osoite tallennettu tietokantaan

source: New company stored into database
fi: Uusi yritys tallennettu tietokantaan

source: New customer (company/individual)
fi: Uusi asiakas (yritys/yksityishenkilö)

source: New customer company
fi: Uusi asiakasyritys

source: New customer group added to database
fi: Uusi asiakasryhmä lisätty tietokantaan

source: New customer type added to database
fi: Uusi asiakastyyppi lisätty tietokantaan

source: New person data for company
fi: Uusi henkilö yritykselle

source: New person stored to database
fi: Uusi henkilö tallennettu tietokantaan

source: Open
fi: Avaa

source: Other information
fi: Lisätietoja

source: Payment condition
fi: Maksuehto

source: Phone
fi: Puhelin

source: Post office
fi: Postiosoite

source: Postal code
fi: Postinumero

source: Reclamation time
fi: Reklamaatioaika

source: Remove customer group from database?
fi: Poista asiakasryhmä tietokannasta?

source: Removing id
fi: Poistetaan id

source: Required field
fi: Pakollinen kenttä

source: Save
fi: Tallenna

source: Search parameter isn't valid
fi: Hakuparametri on virheellinen

source: Select one
fi: Valitse yksi

source: Single company can be assigned to several groups.
fi: Yksi yritys voidaan liittää useampaan ryhmään.

source: Title
fi: Asema

source: Type
fi: Tyyppi

source: Unknown field type
fi: Tuntematon kenttätyyppi

source: VAT -id
fi: Alv-tunnus

source: Valid id is missing
fi: Kelvollinen id puuttuu

source: Website
fi: Kotisivut

source: With these groups it's possible for example to create statistics and reports based on different group assignments.
fi: Näiden ryhmien avulla on mahdollista luoda esimerkiksi tilastoja ja raportteja perustuen eri ryhmätyyppeihin.

source: Won't write new location information
fi: Uutta sijaintitietoa ei kirjoiteta

source: Won't write new person information
fi: Uuden henkilön tietoja ei kirjoiteta

source: empty!
fi: tyhjä!

source: information
fi: tiedot
