Repository: slahtinen/goah
Catalog: trunk/locale/*/po/Invoice.po
Languages: fi

source: Action
fi: Toiminto

source: Active invoices
fi: Aktiiviset laskut

source: Add
fi: Lisää

source: Add note:
fi: Lisää merkintä:

source: Amount
fi: Määrä

source: Billing address
fi: Laskutusosoite

source: Can't add event to invoice!
fi: Tapahtuman lisäys laskuun epäonnistui!

source: Can't add event to invoice.
fi: Tapahtuman lisäys laskuun epäonnistui!

source: Can't add row to invoice!
fi: Rivin lisäys laskuun epäonnistui!

source: Can't calculate total sum for invoice! Invoice id is missing!
fi: Laskun loppusumman laskenta epäonnistui! Laskun id puuttuu!

source: Can't create new invoice!
fi: Uuden laskun luominen epäonnistui!

source: Can't create reference number for the bill! Invoice number is missing!
fi: Viitenumeron luonti laskuun epäonnistui! Laskunumero puuttuu!

source: Can't delete invoice! Id is missing!
fi: Laskua ei voi poistaa! Id on hukassa!

source: Can't delete invoice! Invoice already sent!
fi: Laskua ei voi poistaa! Lasku on jo lähetetty!

source: Can't get reference number for invoice number! Can't create invoice!
fi: Viitenumeron haku laskunumerolle epäonnistui! Laskua ei voida tehdä!

source: Can't read invoice history!
fi: Laskuhistorian luku epäonnistui!

source: Can't read invoice information. Can't revert invoice into an basket.
fi: Laskun tietoja ei voi lukea. Laskua ei voi palauttaa koriksi.

source: Can't read order contents!
fi: Tilauksen sisällön luku epäonnistui!

source: Can't read rows for invoice!
fi: Rivien luku laskulle epäonnistui!

source: Can't search invoice rows unless customer is selected!
fi: Laskun rivejä ei voi hakea, asiakas täytyy olla valittuna!

source: Can't update invoice information!
fi: Laskun tietojen päivitys epäonnistui!

source: Card payment
fi: Korttimaksu

source: Card payment received. Don't forget to print out PDF!
fi: Korttimaksu suoritettu. Muista tulostaa PDF!

source: Cash payment
fi: Käteismaksu

source: Cash payment received. Don't forget to print out PDF!
fi: Käteismaksu suoritettu. Muista tulostaa PDF!

source: Closed
fi: Suljettu

source: Closed, card payment
fi: Suljettu, korttimaksu

source: Closed, cash payment
fi: Suljettu, käteismaksu

source: Closed, payment received
fi: Suljettu, maksu suoritettu

source: Code
fi: Koodi

source: Code / Product
fi: Koodi / Tuote

source: Confirm payment as received
fi: Vahvista maksu saapuneeksi

source: Confirm payment for invoice
fi: Vahvista maksu laskutukseen

source: Confirm returning invoice to basket
fi: Palautetaanko lasku koriksi?

source: Couldn't convert invoice to basket!
fi: Laskua ei voitu muuntaa koriksi!

source: Couldn't delete referral. Leaving invoice untouched!
fi: Lähetettä ei voitu poistaa. Laskuun ei tehty muutoksia!

source: Couldn't find any rows for invoice id
fi: Rivejä ei löytynyt laskulla

source: Couldn't read customer data from the database. Can't calculate due date.
fi: Asiakastiedon luku tietokannasta epäonnistui. Eräpäivää ei pystytty laskemaan.

source: Couldn't read payment condition! Can't calculate due date.
fi: Maksuehdon luku epäonnistui! Eräpäivää ei pystytty laskemaan.

source: Created
fi: Laskutettu

source: Customer
fi: Asiakas

source: Customer info
fi: Asiakastiedot

source: Customer information
fi: Asiakastieto

source: Customer reference
fi: Asiakkaan viite

source: Customer:
fi: Asiakas:

source: Date range for created dates
fi: Luontipäivä

source: Date range for due dates
fi: Eräpäivä

source: Due
fi: Eräpäivä

source: End date isn't formatted correctly. Ignoring filter.
fi: Päättymispäivä on väärässä muodossa. Suodatinta ei huomioida.

source: Event added to invoice
fi: Tapahtuma lisätty laskulle

source: Event content is missing!
fi: Tapahtuman sisältö puuttuu!

source: Fatal error! Can't read product information for invoice with id
fi: Kriittinen virhe! Tuotetietojen luku epäonnistui lasku id:lle

source: Fatal error. Can't read invoice total due to faulty invoice rows!
fi: Kriittinen virhe! Virheellisiä rivejä laskulla, luku epäonnistui!

source: From date:
fi: Päivästä:

source: From/to date
fi: Alku/loppu pvm

source: Here you can see all active invoices you have created so far. Optionally you can either review the invoice or update the state for it.
fi: Tässä on kaikki laskut jotka on luotu. Voit katsella laskuja tai päivittää niiden tilaa.

source: Here you can see all active invoices you have created so far. Optionally you can either review the invoice or update the state for it. New invoices can only be made via baskets, so you can't create new invoices here.
fi: Tässä näkymässä on kaikki tähän mennessä tehdyt aktiiviset laskut. Voit katsella laskuja tai päivittää laskun tilaa. Uudet laskut tehdään korien kautta, joten uusia laskuja ei voi tehdä täällä.

source: IN
fi: Osto

source: Incl. VAT
fi: sis. alv

source: Information
fi: Lisätieto

source: Inv. Number
fi: Laskun numero

source: Invoice
fi: Lasku

source: Invoice converted to basket
fi: Lasku muunnettiin koriksi

source: Invoice created
fi: Lasku luotu

source: Invoice history
fi: Laskuhistoria

source: Invoice id is missing!
fi: Laskun id puuttuu!

source: Invoice information
fi: Laskun lisätieto

source: Invoice information updated.
fi: Laskun tiedot päivitetty.

source: Invoice number
fi: Laskunumero

source: Invoice number too long! Can't create reference number!
fi: Laskun numero on liian pitkä! Viitenumeron luonti epäonnistui!

source: Invoice payment received.
fi: Laskun suoritus vastaanotettu.

source: Invoice state is missing!
fi: Laskun tila on hukassa!

source: Invoice status
fi: Laskun tila

source: Invoice transferred to billing. Don't forget to print out PDF!
fi: Lasku siirretty laskutukseen. Muista tulostaa PDF!

source: Invoices
fi: Laskut

source: Invoices have 5 different states: open, sent, remark1, remark2 and closed. With these you can follow individual invoices life and keep track of what's been done to it.
fi: Laskuilla voi olla 5 eri tilaa: avoin, lähetetty, muistutus 1, muistutus 2 ja käsitelty. Näiden avulla voit seurata eri laskujen tapahtumia ja pysyä perillä mitä niille on tehty.

source: Module doesn't have function
fi: Modulilla ei ole funktiota

source: Move invoice to billing?
fi: Siirrä lasku laskutukseen?

source: Name
fi: Nimi

source: No events
fi: Ei tapahtumia

source: Not available!
fi: Ei saatavilla!

source: Number
fi: Numero

source: OUT
fi: Myynti

source: Open
fi: Avoin

source: Out Incl. VAT
fi: Myynti sis. Alv

source: Out VAT 0%
fi: Myynti Alv 0%

source: Payment condition
fi: Maksuehto

source: Payment condition isn't selected! Can't update invoice!
fi: Maksuehto ei ole valittuna! Laskua ei voi päivittää!

source: Payment received
fi: Suoritus vastaanotettu

source: Payment received (leave empty for today):
fi: Suoritus saapunut:

source: Product id is missing!
fi: Tuotteen id puuttuu!

source: Products on invoice
fi: Tuotteet laskulla

source: Received
fi: Vastaanotettu

source: Received payment for the invoice
fi: Maksu vastaanotettu

source: Referral id is missing!
fi: Viitenumero puuttuu!

source: Referral removed.
fi: Lähete poistettu.

source: Remark1
fi: Muistutus 1

source: Remark2
fi: Muistutus 2

source: Return invoice to basket
fi: Palauta lasku koriksi

source: Row info
fi: Rivitieto

source: Save
fi: Tallenna

source: Search
fi: Hae

source: Select
fi: Valitse

source: Select one
fi: Valitse yksi

source: Selected invoice states
fi: Valittujen laskujen tilat

source: Selected invoices
fi: Valitut laskut

source: Send invoice
fi: Lähetä lasku

source: Sent
fi: Lähetetty

source: Shipping address
fi: Toimitusosoite

source: Show invoices
fi: Näytä laskut

source: Show rows
fi: Näytä rivit

source: Start date isn't formatted correctly. Ignoring filter.
fi: Aloituspäivä on väärässä muodossa. Suodatinta ei huomioida.

source: State
fi: Tila

source: State after
fi: Tila jälkeen

source: State before
fi: Tila ennen

source: Time
fi: Aika

source: To date:
fi: Päivään:

source: Total
fi: Yhteensä

source: Total sum
fi: Yhteensä

source: UID is missing
fi: UID puuttuu

source: VAT
fi: Alv

source: VAT 0%
fi: Alv 0%

source: You can alter the information of the invoice as long as its state is 'open'. Once the invoice is sent data cannot be altered anymore, not counting the state which is possible to modify 'upwards'.
fi: Voit muokata laskun tietoja niin kauan kuin sen tila on 'avoin'. Lähetettyäsi laskun, tietoja ei voi enään muokata, lukuunottamatta tilaa, mitä voi muokata 'ylöspäin'
