Repository: slahtinen/goah
Catalog: trunk/locale/*/po/Personalsettings.po
Languages: fi

source: Active basket select rows
fi: Aktiivisen korin valintarivit

source: Can't read personal settings. User id is missing.
fi: Omien asetusten luku epäonnistui. Käyttäjä id puuttuu.

source: Can't update personal settings.
fi: Omien asetusten päivitys epäonnistui.

source: Can't write personal settings. User id is missing.
fi: Omien asetusten tallennus epäonnistui! Käyttäjä id puuttuu.

source: Choose interface language
fi: Valitse käyttöliittymän kieli

source: Decimal numbers
fi: Desimaalit

source: Default
fi: Oletus

source: If this setting is enabled then every price you will see includes VAT. You will also give prices including VAT.
fi: Jos tämä valinta on valittuna, niin kaikki hinnat jotka näet sisältävät ALV:n Myös hinnat pitää antaa sisältäen ALV:n.

source: Language
fi: Kieli

source: Module doesn't have function
fi: Modulilla ei ole funktiota

source: Password
fi: Salasana

source: Passwords doesn't match. Won't change password.
fi: Salasanat eivät täsmää. Salasanaa ei vaihdeta.

source: Personal settings
fi: Omat asetukset

source: Personal settings updated.
fi: Omat asetukset päivitetty.

source: Save settings
fi: Tallenna asetukset

source: Select language
fi: Valitse kieli

source: Setting
fi: Asetukset

source: Show debug info
fi: Näytä virheilmoitukset

source: Show debug messages from the system (mostly useful for developers)
fi: Näytä järjestelmän virheilmoitukset (hyödyllinen kehittäjille)

source: Show prices with VAT
fi: Näytä hinnat sisältäen ALV:n

source: This setting defines how many rows is shown on active basket selects. Setting affects group selection and products in basket -lists
fi: Tämä asetus määrittää kuinka monta riviä näytetään aktiivisen korin valintariveillä. Asetus vaikuttaa ryhmävalintaan ja tuotevalintaan korissa.

source: This setting defines the amount of decimals used to show prices
fi: Tämä asetus määrittää kuinka monta desimaalia näytetään esitettäessä hintoja.

source: To change your password type it twice on following boxes. Leave fields empty if you don't want to change your password.
fi: Vaihtaaksesi salasanan syötä se molempiin kenttiin. Jätä kentät tyhjäksi, jos et halua vaihtaa salasanaa.

source: Value
fi: Arvo
