Repository: slahtinen/goah
Catalog: trunk/locale/*/po/Storagemanagement.po
Languages: fi

source: Add
fi: Lisää

source: Add new storage
fi: Lisää uusi varasto

source: Add new storage to database
fi: Lisää uusi varasto tietokantaan

source: Add new supplier
fi: Lisää uusi toimittaja

source: Add products to inventory
fi: Lisää tuotteita inventaarioon

source: Add products to shipment
fi: Lisää tuotteita lähetteelle

source: Add to inventory
fi: Lisää inventaarioon

source: Add to shipment
fi: Lisää lähetteelle

source: Additional info
fi: Lisätieto

source: Additional information
fi: Lisätietoja

source: Additional information:
fi: Lisätieto:

source: Amount
fi: Määrä

source: Amount after
fi: Määrä jälkeen

source: Amount before
fi: Määrä ennen

source: By barcode
fi: Viivakoodilla

source: By barcode:
fi: Viivakoodilla

source: By code
fi: Koodilla

source: By code:
fi: Koodilla:

source: By group
fi: Tuoteryhmällä

source: By group:
fi: Tuoteryhmällä:

source: Can't add individual product to inventory. Product ID is missing.
fi: Tuotetta ei pystytty lisäämään inventaarioon. Tuotteen ID puuttuu.

source: Can't add individual product to shipment. Product ID is missing.
fi: Tuotetta ei pystytty lisäämään lähetykseen. Tuotteen ID puuttuu.

source: Can't add product to inventory. Nothing to add!
fi: Tuotteen lisääminen inventaarioon epäonnistui. Ei lisättävää!

source: Can't add product to shipment. Nothing to add!
fi: Tuotteen lisääminen lähetykseen epäonnistui. Ei lisättävää!

source: Can't add product(s) to inventory. Inventory id is missing.
fi: Tuotteen lisääminen inventaarioon epäonnistui. Inventaarion id puuttuu.

source: Can't add product(s) to shipment. Shipment id is missing.
fi: Tuotteen lisääminen lähetykseen epäonnistui. Lähetyksen id puuttuu.

source: Can't find inventory with id
fi: Inventaariota ei löydy id:llä

source: Can't find product from the database. Can't close incoming shipment.
fi: Tuotetta ei löydy tietokannasta. Saapuvaa lähetystä ei pystytä sulkemaan.

source: Can't find shipment with id
fi: Lähetettä ei löydy id:llä

source: Can't find storage information with id
fi: Varastoa ei löydy id:llä

source: Can't find supplier information with id
fi: Toimittajaa ei löydy id:llä

source: Can't read rows for inventory! Inventory id is missing!
fi: Inventaarion rivien luku epäonnistui! Inventaarion id puuttuu!

source: Can't read rows for shipment! Shipment id is missing!
fi: Lähetyksen rivien luku epäonnistui! Lähetyksen id puuttuu!

source: Can't remove database item
fi: Tietokantakohteen poisto epäonnistui

source: Can't update database item
fi: Tietokantakohteen päivitys epäonnistui

source: Can't update information in database!
fi: Tietojen päivittäminen tietokantaan epäonnistui!

source: Can't update inventory row
fi: Inventaarion rivin päivitys epäonnistui

source: Can't update row information in database!
fi: Inventaarion rivitiedon päivitys epäonnistui!

source: Can't update shipment row
fi: Rivin päivitys lähetykseen epäonnistui

source: Cant' add product(s) to inventory!
fi: Tuotteen lisäys inventaarioon epäonnistui!

source: Cant' add product(s) to shipment!
fi: Tuotteen lisäys lähetykseen epäonnistui!

source: Code
fi: Koodi

source: Completed
fi: Valmis

source: Contact information
fi: Yhteystieto

source: Couldn't add new item into database
fi: Uuden kohteen lisäys tietokantaan epäonnistui

source: Couldn't read shipments from database!
fi: Lähetyksiä ei saatu luettua tietokannasta!

source: Create
fi: Luo

source: Create new inventory
fi: Luo uusi inventaario

source: Create new shipment
fi: Luo uusi lähete

source: Created
fi: Luotu

source: Default
fi: Oletus

source: Default storage
fi: Oletusvarasto

source: Delete
fi: Poista

source: Delete shipment from database?
fi: Poista lähete tietokannasta?

source: Delete storage from database?
fi: Poista varasto tietokannasta?

source: Delete supplier from database?
fi: Poista toimittaja tietokannasta?

source: Description
fi: Kuvaus

source: Destination
fi: Kohde

source: Destination storage
fi: Kohdevarasto

source: Destination storage:
fi: Kohdevarasto:

source: Didn't find product code. Can't add product to inventory.
fi: Tuotekoodia ei löytynyt. Tuotetta ei lisätty.

source: Due
fi: Toimituspäivä

source: Edit
fi: Muokkaa

source: Edit storage data
fi: Muokkaa varaston tietoja

source: Edit supplier data
fi: Muokkaa toimittajan tietoja

source: Field marked with * is required
fi: * Pakolliset kentät

source: ID -field missing.
fi: ID-kenttä puuttuu.

source: IN
fi: Osto

source: Incl.VAT
fi: Sis. alv

source: Incoming orders
fi: Saapuvat lähetykset

source: Incoming shipments
fi: Saapuvat lähetykset

source: Information
fi: Lisätieto

source: Information removed from database
fi: Tieto poistettu tietokannasta

source: Information updated
fi: Tieto päivitetty

source: Invalid database identifier
fi: Virheellinen tietokantatunniste

source: Invalid number in amount after field:
fi: Virheellinen arvo määrä jälkeen kentässä:

source: Invalid product id. Can't add product to inventory.
fi: Virheellinen tuote id. Tuotteen lisäys inventaarioon epäonnistui.

source: Invalid product id. Can't add product to shipment.
fi: Virheellinen tuote id. Tuotteen lisäys lähetykseen epäonnistui.

source: Invalid product id:
fi: Virheellinen tuote id:

source: Inventories
fi: Inventaariot

source: Inventory
fi: Inventaario

source: Inventory created:
fi: Inventaario luotu:

source: Inventory finished. Can't modify values anymore.
fi: Inventaario valmis. Arvoja ei voi enään muokata.

source: Inventory finished:
fi: Inventaario valmis:

source: Inventory information
fi: Inventaarion tiedot

source: Inventory row updated
fi: Inventaarion rivi päivitetty

source: Last update:
fi: Päivitetty viimeksi:

source: Last updated
fi: Päivitetty viimeksi

source: Leaving value unaltered.
fi: Arvoa jätetään ennalleen.

source: Location
fi: Sijainti

source: Missing ID, can't remove data from database
fi: ID puuttuu. Tietoja ei voi poistaa tietokannasta

source: Missing type, can't remove data from database
fi: Tyyppi puuttuu. Tietoja ei voi poistaa tietokannasta

source: Module doesn't have function
fi: Modulilla ei ole funktiota

source: Name
fi: Nimi

source: New item added to database
fi: Uusi kohde lisätty tietokantaan

source: Open
fi: Avaa

source: Other information
fi: Lisätietoja

source: Other information:
fi: Muuta tietoa:

source: Product
fi: Tuote

source: Product group
fi: Tuoteryhmä

source: Product not found
fi: Tuotetta ei löydy

source: Product(s) added to inventory
fi: Tuotteet lisätty inventaarioon

source: Product(s) added to shipment
fi: Tuotteet lisätty lähetykseen

source: Products in inventory
fi: Tuotteet inventaariossa

source: Products in shipment
fi: Tuotteet lähetyksessä

source: Products on inventory
fi: Tuotteet inventaariossa

source: Products on shipment
fi: Tuotteet lähetteellä

source: Purchase price'
fi: Ostohinta

source: Read barcode
fi: Lue viivakoodi

source: Recv.
fi: Saapunut

source: Remote storage (ie. suppliers storage)
fi: Etävarasto (esim. toimittajan varasto)

source: Remote storage can't be default!
fi: Etävarasto ei voi olla oletus!

source: Required field
fi: Pakollinen kenttä

source: Row deleted from basket
fi: Rivi poistettu korista

source: Row deleted from inventory
fi: Rivi poistettu inventaariosta

source: Row info
fi: Rivitieto

source: Rows left on shipment! Refusing to delete shipment!
fi: Lähetteellä on rivejä! Lähetettä ei poisteta!

source: Save
fi: Tallenna

source: Search
fi: Hae

source: Select
fi: Valitse

source: Select product group
fi: Valitse tuoteryhmä

source: Selected shipments
fi: Valitut lähetykset

source: Shipment created:
fi: Lähete luotu:

source: Shipment due:
fi: Toimituspäivä:

source: Shipment information
fi: Lähetteen tiedot

source: Shipment is empty. Empty shipments can not be stored to database
fi: Lähetys on tyhjä. Tyhjää lähetystä ei voi tallentaa tietokantaan

source: Shipment number
fi: Lähetysnumero

source: Shipment number:
fi: Lähetysnumero:

source: Shipment received
fi: Lähetys saapunut

source: Shipment received. Can't modify values anymore.
fi: Lähetys saapunut. Arvoja ei voi enään muokata.

source: Shipment received:
fi: Lähetys saapunut:

source: Shipment row updated
fi: Lähetyksen rivi päivitetty

source: Shipments
fi: Lähetykset

source: Show
fi: Näytä

source: Show received shipments
fi: Näytä saapuneet lähetykset

source: State
fi: Tila

source: Storage management includes functionality to update product amounts and purchase prices to storage.
fi: Varastonhallinta sisältää toiminnot varastomäärien ja ostohintojen päivittämiseen.

source: Storages
fi: Varastot

source: Supplier
fi: Toimittaja

source: Supplier:
fi: Toimittaja:

source: Suppliers
fi: Toimittajat

source: Terminating process.
fi: Pysäytetään prosessi.

source: Total
fi: Yhteensä

source: Unknow type for writing new data into database
fi: Tiedon lisääminen tietokantaan epäonnistui. Tuntematon tyyppi

source: Unknown field type
fi: Tuntematon kenttätyyppi

source: Unknown parameter for function:
fi: Tuntematon parametri funktiolle:

source: Update
fi: Päivitä

source: Updated
fi: Päivitetty

source: VAT
fi: ALV

source: VAT 0%
fi: Alv 0%

source: Website
fi: Www-sivut

source: Website address
fi: Kotisivut

source: empty!
fi: tyhjä!
