Repository: slahtinen/goah
Catalog: trunk/locale/*/po/Systemsettings.po
Languages: fi

source: Add
fi: Lisää

source: Add new location
fi: Lisää uusi sijainti

source: Add new person
fi: Lisää uusi henkilö

source: Address, line 1
fi: Osoite, rivi 1

source: Address, line 2
fi: Osoite, rivi 2

source: BIC for bank account missing!
fi: Pankkitilin BIC puuttuu!

source: Bank account information removed
fi: Pankkitilin tiedot poistettu

source: Bank account information updated
fi: Pankkitilin tiedot päivitetty

source: Bank account removed successfully
fi: Pankkitili poistettu onnistuneesti

source: Bank accounts
fi: Pankkitilit

source: Bank name
fi: Pankin nimi

source: Can't add new person to database!
fi: Henkilön lisääminen tietokantaan epäonnistui!

source: Can't create new bank account!
fi: Uuden pankkitilin lisäys epäonnistui!

source: Can't modify bank account information
fi: Pankkitilin muokkaus epäonnistui

source: Can't remove location data!
fi: Sijaintitiedon poistaminen epäonnistui!

source: Can't remove setting from database.
fi: Asetusten poistaminen tietokannasta epäonnistui.

source: Can't remove setting from database. ID is missing.
fi: Asetusten poistaminen tietokannasta epäonnistui. ID puuttuu.

source: Can't update location data!
fi: Sijaintitiedon päivittäminen epäonnistui!

source: Can't update owner information
fi: Omistajan tietojen päivitys epäonnistui

source: Can't update owner information. Id for company isn't correct.
fi: Omistajan tietojen päivitys epäonnistui. Virheellinen id.

source: Can't update person information!
fi: Henkilön tietojen päivitys epäonnistui!

source: Can't write new location data!
fi: Sijaintitiedon lisääminen tietokantaan epäonnistui!

source: Can't write new person to database!
fi: Henkilön lisääminen tietokantaan epäonnistui!

source: Can't write setting to database.
fi: Asetusten tallentaminen tietokantaan epäonnistui.

source: Check manuals, updates and other information from GoaH website at http://www.goah.org.
fi: Katso manuaalit, päivitykset ja muut lisätieto GoaH-projektin www-sivuilta http://www.goah.org.

source: Comment
fi: Kommentti

source: Company addresses
fi: Yrityksen osoitteet

source: Company bank accounts
fi: Yrityksen pankkitilit

source: Company id is missing! Can't add bank account!
fi: Yrityksen id puuttuu! Pankkitilin lisäys epäonnistui!

source: Company info & users
fi: Yritys ja käyttäjät

source: Company personnell
fi: Yrityksen henkilöt

source: Coudln't read account information from the database!
fi: Tilitiedon luku tietokannasta epäonnistui!

source: Country
fi: Maa

source: Default
fi: Oletus

source: Default address
fi: Oletusosoite

source: Default billing address
fi: Laskutusosoite (oletus)

source: Default language
fi: Oletuskieli

source: Default shipping address
fi: Toimitusosoite (oletus)

source: Default shipping address.
fi: Toimitusosoite (oletus)

source: Delay interests
fi: Viivästyskorko

source: Delete
fi: Poista

source: Delete company address from database?
fi: Poista yrityksen osoite tietokannasta?

source: Delete company person from database?
fi: Poista yrityksen henkilö tietokannasta?

source: Domestic
fi: Tilinumero

source: Domestic format for bank account missing!
fi: Pankkitilin tilinumero puuttuu!

source: E-mail
fi: Sähköposti

source: Edit
fi: Muokkaa

source: Edit location information
fi: Muokkaan sijainnin lisätietoja

source: Edit owner information
fi: Muokkaa omistajan lisätietoja

source: Edit person information
fi: Muokkaa henkilön lisätietoja

source: Email
fi: Sähköposti

source: Faulty id for updating setting!
fi: Asetuksen päivitys epäonnistui. Virheellinen id!

source: Field marked with * are required
fi: * Pakollinen kenttä

source: Fields marked with * are required
fi: * Pakolliset kentät

source: First name
fi: Etunimi

source: GoaH settings
fi: GoaH asetukset

source: Homepage address
fi: Kotisivut

source: IBAN format for bank account missing!
fi: Pankkitilin IBAN puuttuu!

source: Invalid id for setting update!
fi: Virheellinen id päivitykselle!

source: Language
fi: Kieli

source: Last name
fi: Sukunimi

source: Leaving value unaltered.
fi: Arvoa ei muuteta.

source: Location
fi: Sijainti

source: Location data removed!
fi: Sijaintitieto poistettu!

source: Location data updated.
fi: Sijaintitieto päivitetty.

source: Login information missing. Can't update or create credientials.
fi: Kirjautumistieto puuttuu. Päivitys tai lisäys epäonnistui.

source: Login information missing. Newly created person can't log in!
fi: Kirjautumistieto puuttuu. Uusi käyttäjä ei voi kirjautua järjestelmään!

source: Login name
fi: Kirjautumisnimi

source: Missing category to search settings
fi: Asetusten haku ei onnistu, asetuskategoria puuttuu.

source: Mobile
fi: Matkapuhelin

source: Module doesn't have function '
fi: Modulilla ei ole funktiota

source: Name
fi: Nimi

source: New address for company
fi: Uusi sijainti yritykselle

source: New bank account created
fi: Uusi pankkitili luotu

source: New location added
fi: Uusi sijainti lisätty

source: New person added
fi: Uusi käyttäjä lisätty

source: New person data for company
fi: Uusi henkilö yritykselle

source: Open
fi: Avaa

source: Other information
fi: Lisätietoja

source: Owner information updated
fi: Omistajan tiedot päivitetty

source: Password
fi: Salasana

source: Payment conditions
fi: Maksuehdot

source: Person information updated to database.
fi: Käyttäjätieto päivitetty tietokantaan.

source: Phone
fi: Puhelin

source: Post office
fi: Postitoimipaikka

source: Postal code
fi: Postinumero

source: Reclamation times
fi: Reklamaatioajat

source: Remove VAT class from database?
fi: Poista ALV-luokka tietokannasta?

source: Remove delay interest from database?
fi: Poista viivästyskorko tietokannasta?

source: Remove payment condition from database?
fi: Poista maksuehto tietokannasta?

source: Remove reclamation time from database?
fi: Poista reklamaatioaika tietokannasta?

source: Required field
fi: Pakollinen kenttä

source: Save
fi: Tallenna

source: Select language
fi: Valitse kieli

source: Setting removed from database.
fi: Asetus poistettu tietokannasta.

source: Setting stored to database.
fi: Asetus tallennettu tietokantaan.

source: Sort
fi: Lajittele

source: System settings include options to modify GoaH behaviour and other system -wide options, such as user accounts.
fi: Järjestelmäasetukset sisältävät valintoja joilla voi muokata ohjelman käyttäytymistä, sekä muita järjestelmänlaajuisia asetuksia, kuten käyttäjätunnukset.

source: Target id missing! Can't edit account information!
fi: Kohde id puuttuu! Tilin tietojen muokkaus epäonnistui!

source: Title
fi: Asema

source: Unknown field type
fi: Tuntematon kenttätyyppi

source: VAT -id
fi: Alv-tunnus

source: VAT Classes
fi: Alv-luokat

source: Value
fi: Arvo

source: You're running GoaH version
fi: Käytät GoaH-versiota

source: empty!
fi: tyhjä!
