Repository: slahtinen/goah
Catalog: trunk/locale/*/po/Tracking.po
Languages: fi

source: All hours
fi: Kaikki tunnit

source: Amount
fi: Määrä

source: Amount column not numeric! Setting amount -value to 0!
fi: Määrä sarake ei ole numeerinen! Asetetaan arvoksi 0!

source: By customer
fi: Asiakkaalla

source: By user
fi: Käyttäjällä

source: Can't add tracked hours to database! Product code is missing!
fi: Tietokantaan ei voitu lisätä tunteja! Tuotekoodi puuttuu!

source: Couldn't delete item from the database.
fi: Tietoa ei voitu poistaa tietokannasta.

source: Couldn't write hours to database!
fi: Tunteja ei voitu kirjoittaa tietokantaan!

source: Create
fi: Luo

source: Customer
fi: Asiakas

source: Date
fi: Päivämäärä

source: Debit:
fi: Laskutettava:

source: Delete
fi: Poista

source: Description
fi: Kuvaus

source: Edit
fi: Muokkaa

source: Edit time tracking
fi: Muokkaa ajan seurantaa

source: End date isn't formatted correctly. Ignoring filter.
fi: Päättymispäivää ei ole asetettu oikein. Suodatinta ei huomioida

source: Evening
fi: Ilta

source: Fields marked with * are required
fi: Tähdellä (*) merkityt kentät ovat pakollisia

source: From/to date (dd.mm.yyyy)
fi: Alku/loppu pvm (dd.mm.yyyy)

source: Given basket id not numeric!
fi: Annettu korin id ei ole numeerinen!

source: Hours column not numeric! Setting hours -value to 0!
fi: Tuntisarake ei ole numeerinen! Asetetaan arvoksi 0!

source: Hours moved to basket
fi: Tunnit siirretty koriin

source: Hours tracked
fi: Tunnit lisätty seurantaan

source: Imported to basket
fi: Lisätty koriin

source: Incorrectly formatted date! Using current date.
fi: Väärin muotoiltu päivämäärä! Käytetään nykyistä päivämäärää.

source: Internal
fi: Sisäinen

source: Internal:
fi: Sisäinen:

source: Leaving value unaltered.
fi: Jätetään arvo muuttumattomaksi

source: Long description
fi: Pitkä kuvaus

source: Long description, only for internal use
fi: Pitkä kuvaus, vain sisäiseen käyttöön

source: Module doesn't have function
fi: Moduulilla ei ole toimintoa

source: Night
fi: Yö

source: Normal
fi: Päivä

source: Not available!
fi: Ei saatavilla

source: Only debit hours
fi: Vain laskutettavat tunnit

source: Only imported hours
fi: Vain viedyt tunnit

source: Only internal hours
fi: Vain sisäiset tunnit

source: Only not imported hours
fi: Vain viemättömät tunnit

source: Other
fi: Muut

source: Other options
fi: Muut asetukset

source: Product
fi: Tuote

source: Project
fi: Projekti

source: Related personnel
fi: Liittyvä henkilöstö

source: Reporting
fi: Raportointi

source: Required dropdown field
fi: Pakollinen avattava kenttä

source: Required field
fi: Pakollinen kenttä

source: Reset
fi: Tyhjennä

source: Save
fi: Tallenna

source: Search
fi: Etsi

source: Search time tracking
fi: Etsi seurannasta

source: Select
fi: Valitse

source: Start date isn't formatted correctly. Ignoring filter.
fi: Aloituspäivämäärää ei ole asetettu oikein. Suodatinta ei huomioida.

source: Time
fi: Aika

source: Time tracking
fi: Tuntiseuranta

source: Total
fi: Yhteensä

source: Total
fi: Yhteensä

source: Tracked hours
fi: Lisätyt tunnit

source: Type
fi: Tyyppi

source: Unknown field type
fi: Tuntematon kentän tyyppi

source: User
fi: Käyttäjä

source: Warning! No further confirmation!
fi: Varoitus! Ei lisävahvistusta!

source: Work type
fi: Työn tyyppi

source: Working hours
fi: Työtunnit

source: Your latest tracked hours
fi: Viimeisimmät tunnit

source: empty!
fi: tyhjä!

source: unselected!
fi: ei valittu!
